Repository: zubrlc/amneziawg-apple
Catalog: Sources/WireGuardApp/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fi, fr, it, ja, pa, pl, ro, ru, sl, tr, zh_hans

# alertInvalidPeerMessagePublicKeyInvalid
source: Peer’s public key must be a 32-byte key in base64 encoding
de: Der private Schlüssel des Peers muss ein 32-Byte-Schlüssel in base64-Kodierung sein
es: La clave pública del par debe ser de 32 bytes en codificación base64
fi: Osapuolen julkinen avain on oltava 32-tavuinen avain base64 -enkoodauksella
fr: La clef publique du pair doit être une clé de 32 octets dans l'encodage base64
it: La chiave pubblica del peer deve essere una chiave a 32 byte con codifica base64
ja: ピアの公開鍵はBase64でエンコードされた32バイトの長さでなければなりません
pa: ਪੀਅਰ ਦੀ ਪਬਲਿਕ ਕੁੰਜੀ base64 ਇੰਕੋਡਿੰਗ ਵਿੱਚ 32-ਬਾਈਟ ਕੁੰਜੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Klucz prywatny peer'a musi być 32-bajtowym kluczem zakodowanym w base64
ro: Cheia publică a perechii trebuie să fie o cheie de 32 de octeți în codificarea base64
ru: Публичный ключ пира должен быть 32-байтным в кодировке base64
sl: Vrstnikov javni ključ mora biti 32-bajtni ključ v zapisu Base64
tr: Eşin genel anahtarı, base64 ile kodlanmış 32 baytlık bir anahtar olmalıdır
zh_hans: 节点的公钥必须是用base64编码的32字节密钥

# alertInvalidPeerMessagePublicKeyRequired
source: Peer’s public key is required
de: Der öffentliche Schlüssel des Peers wird benötigt
es: La clave pública del par es necesaria
fi: Osapuolen julkinen avain on vaadittu
fr: La clef publique du pair est requise
it: La chiave pubblica del peer è richiesta
ja: ピアの公開鍵は必須の設定項目です
pa: ਪੀਅਰ ਦੀ ਪਬਲਿਕ ਕੁੰਜੀ ਚਾਹੀਦੀ ਹੈ
pl: Klucz publiczny peer'a jest wymagany
ro: Este necesară cheia publică a perechii
ru: Необходимо указать публичный ключ пира
sl: Javni ključ vrstnika je obvezen
tr: Eşin genel anahtarı gerekli
zh_hans: 需要节点的公钥

# alertInvalidPeerTitle
source: Invalid peer
de: Ungültiger Peer
es: Par inválido
fa: همتای نامعتبر
fi: Virheellinen osapuoli
fr: Pair non valide
it: Peer non valido
ja: 無効なピア
pa: ਗ਼ੈਰਵਾਜਬ ਪੀਅਰ
pl: Nieprawidłowy peer
ro: Pereche invalidă
ru: Недопустимый пир
sl: Neveljaven vrstnik
tr: Geçersiz eş
zh_hans: 节点无效

# alertNoTunnelsInImportedZipArchiveMessage
source: No .conf tunnel files were found inside the zip archive.
de: Es wurden keine .conf Tunneldateien im Zip-Archiv gefunden.
fr: Aucun fichier tunnel .conf n'a été trouvé dans l'archive zip.
it: Non è stato trovato alcun file .conf di tunnel all'interno dell'archivio zip.
ja: ZIPアーカイブ内に拡張子 .conf のトンネル設定ファイルが見つかりません
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਵਿੱਚ ਕੋਈ .conf ਟਨਲ ਫ਼ਾਇਲਾਂ ਨਹੀਂ ਲੱਭੀਆਂ।
pl: Nie znaleziono plików konfiguracyjnych tunelu .conf w archiwum zip.
ro: Nu au fost găsite fișiere de tunel .conf în interiorul arhivei zip.
ru: В zip-архиве не найдено файлов туннеля .conf.
sl: V arhivu zip ni bilo najdenih konfiguracijskih datotek za tunele.
tr: Zip arşivinde .conf tünel dosyası bulunamadı.
zh_hans: 在zip档案中没有找到.conf隧道文件

# alertNoTunnelsInImportedZipArchiveTitle
source: No tunnels in zip archive
de: Keine Tunnel im Zip-Archiv
es: No hay túneles en el archivo zip
fa: هیچ تونلی در آرشیو زیپ نیست
fi: Zip arkistossa ei ole tunneleita
fr: Aucun tunnel dans l'archive zip
it: Nessun tunnel nell'archivio zip
ja: ZIPアーカイブにトンネル設定がない
pa: ਜ਼ਿੱਪ ਅਕਾਇਵ ਵਿੱਚ ਕੋਈ ਟਨਲ ਨਹੀਂ ਹੈ
pl: Brak tuneli w archiwum ZIP
ro: Nu există tuneluri în arhiva zip
ru: В zip-архиве нет туннелей
sl: V arhivu zip ni tunelov
tr: Zip arşivinde tünel yok
zh_hans: Zip档案中没有隧道

# alertNoTunnelsToExportMessage
source: There are no tunnels to export
de: Keine Tunnel zum Exportieren vorhanden
es: No hay túneles para exportar
fa: تونلی برای برون‌بری نیست
fi: Vietäviä tunneleita ei ole
fr: Il n'y a aucun tunnel à exporter
it: Non ci sono tunnel da esportare
ja: エクスポートできるトンネルが1つもありません
pa: ਬਰਾਮਦ ਕਰਨ ਲਈ ਕੋਈ ਟਨਲ ਨਹੀਂ ਹੈ
pl: Nie ma żadnych tuneli do wyeksportowania
ro: Nu există tuneluri de exportat
ru: Нет туннелей для экспорта
sl: Ni tunelov za izvoz
tr: Dışa aktarılacak tünel yok
zh_hans: 没有隧道可以导出

# alertNoTunnelsToExportTitle
source: Nothing to export
de: Nichts zum Exportieren
es: Nada para exportar
fa: چیزی برای برون‌بری نیست
fi: Ei mitään vietävää
fr: Rien à exporter
it: Niente da esportare
ja: エクスポート対象なし
pa: ਬਰਾਮਦ ਕਰਨ ਲਈ ਕੁਝ ਨਹੀਂ ਹੈ
pl: Nie ma nic do wyeksportowania
ro: Nimic de exportat
ru: Нет данных для экспорта
sl: Ničesar ni za izvoz
tr: Dışa aktarılacak bir şey yok
zh_hans: 没有内容可导出

# alertScanQRCodeCameraUnsupportedMessage
source: This device is not able to scan QR codes
de: Dieses Gerät kann QR-Codes nicht scannen
es: Este dispositivo no es capaz de escanear códigos QR
fi: Tämä laite ei pysty skannaamaan QR-koodeja
fr: Cet appareil n'est pas en mesure de scanner des codes QR
it: Questo dispositivo non è in grado di analizzare codici QR
ja: この機器ではQRコードをスキャンできません
pa: ਇਹ ਡਿਵਾਈਸ QR ਕੋਡ ਸਕੈਨ ਨਹੀਂ ਕਰਨ ਸਕਦਾ ਹੈ
pl: To urządzenie nie jest w stanie zeskanować kodów QR
ro: Acest dispozitiv nu poate scana coduri QR
ru: Это устройство не может сканировать QR-коды
sl: Ta naprava ne more skenirati kod QR
tr: Bu cihaz QR kodlarını tarayamaz
zh_hans: 此设备不能扫描二维码

# alertScanQRCodeCameraUnsupportedTitle
source: Camera Unsupported
de: Kamera nicht unterstützt
es: Cámara no soportada
fa: دوربین پشتیبانی نمی‌شود
fi: Kameraa ei tuettu
fr: Caméra non prise en charge
it: Fotocamera non supportata
ja: カメラがサポートされていません
pa: ਕੈਮਰਾ ਗ਼ੈਰ-ਸਹਾਇਕ ਹੈ
pl: Kamera nie jest obsługiwana
ro: Cameră video neacceptată
ru: Камера не поддерживается
sl: Fotoaparat ni podprt
tr: Kamera Desteklenmiyor
zh_hans: 不支持的照相机

# alertScanQRCodeInvalidQRCodeMessage
source: The scanned QR code is not a valid AmneziaWG configuration
de: Der gescannte QR-Code ist keine gültige AmneziaWG-Konfiguration
es: El código QR escaneado no es una configuración válida de AmneziaWG
fr: Le code QR scanné est une configuration AmneziaWG invalide
it: Il codice QR analizzato non è una configurazione valida di AmneziaWG
ja: スキャンしたQRコードは有効なAmneziaWGの設定ではありません
pa: ਸਕੈਨ ਕੀਤਾ QR ਕੋਡ ਵਾਜਬ AmneziaWG ਸੰਰਚਨਾ ਨਹੀਂ ਹੈ
pl: Zeskanowany kod QR nie jest poprawną konfiguracją AmneziaWG
ro: Codul QR scanat nu este o configurație AmneziaWG validă
ru: Отсканированный QR-код не является конфигурацией AmneziaWG
sl: Skenirana koda QR ni veljavna konfiguracija AmneziaWG
tr: Taranan QR kodu geçerli bir AmneziaWG yapılandırması değil
zh_hans: 扫描的二维码不是有效的 AmneziaWG 配置

# alertScanQRCodeInvalidQRCodeTitle
source: Invalid QR Code
de: Ungültiger QR-Code
es: Código QR inválido
fa: کد QR نامعتبر
fi: Virheellinen QR-koodi
fr: Code QR non valide
it: Codice QR non valido
ja: 無効なQRコード
pa: ਅਯੋਗ QR ਕੋਡ
pl: Nieprawidłowy kod QR
ro: Cod QR invalid
ru: Недопустимый QR-код
sl: Neveljavna koda QR
tr: Geçersiz QR Kodu
zh_hans: 二维码无效

# alertScanQRCodeNamePromptTitle
source: Please name the scanned tunnel
de: Bitte den gescannten Tunnel benennen
es: Por favor, nombra el túnel escaneado
fr: Veuillez nommer le tunnel scanné
it: Assegna un nome al tunnel analizzato
ja: スキャンしたトンネル設定に名前をつけてください
pa: ਸਕੈਨ ਕੀਤੀ ਟਨਲ ਲਈ ਨਾਂ ਦਿਓ
pl: Nazwij zeskanowany tunel
ro: Denumește tunelul scanat
ru: Задайте имя отсканированному туннелю
sl: Poimenujte skeniran tunel
tr: Lütfen taranan tünele bir isim verin
zh_hans: 请命名扫描的隧道

# alertScanQRCodeUnreadableQRCodeMessage
source: The scanned code could not be read
de: Der gescannte Code konnte nicht gelesen werden
es: El código escaneado no pudo ser leído
fr: Le code scanné n'a pas pu être lu
it: Il codice analizzato non può essere letto
ja: スキャンしたコードが解読できません
pa: ਸਕੈਨ ਕੀਤਾ ਕੋਡ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Zeskanowany kod nie mógł zostać odczytany
ro: Codul scanat nu a putut fi citit
ru: Не удалось прочитать отсканированный код
sl: Skenirane kode ni bilo mogoče prebrati
tr: Taranan kod okunamadı
zh_hans: 扫描的二维码无法读取

# alertScanQRCodeUnreadableQRCodeTitle
source: Invalid Code
de: Ungültiger Code
es: Código inválido
fa: کد نامعتبر
fi: Virheellinen koodi
fr: Code invalide
it: Codice non valido
ja: 無効なコード
pa: ਅਯੋਗ ਕੋਡ
pl: Nieprawidłowy kod
ro: Cod invalid
ru: Недопустимый код
sl: Neveljavna koda
tr: Geçersiz Kod
zh_hans: 代码无效

# alertSystemErrorMessageTunnelConfigurationDisabled
source: The configuration is disabled.
de: Die Konfiguration ist deaktiviert.
es: La configuración está desactivada.
fa: پیکربندی غیرفعال است.
fr: La configuration est désactivée.
it: La configurazione è disabilitata.
ja: 設定が無効化されています。
pa: ਸੰਰਚਨਾ ਅਸਮਰੱਥ ਹੈ।
pl: Konfiguracja jest wyłączona.
ro: Configurația este dezactivată.
ru: Конфигурация отключена.
sl: Konfiguracija je onemogočena.
tr: Yapılandırma devre dışı bırakıldı.
zh_hans: 配置已禁用。

# alertSystemErrorMessageTunnelConfigurationInvalid
source: The configuration is invalid.
de: Die Konfiguration ist ungültig.
es: La configuración es inválida.
fa: پیکربندی نامعتبر است.
fi: Konfiguraatio ei kelpaa.
fr: La configuration est invalide.
it: La configurazione non è valida.
ja: 設定が不正です
pa: ਸੰਰਚਨਾ ਅਵੈਧ ਹੈ।
pl: Ta konfiguracja jest nieprawidłowa.
ro: Configurația este invalidă.
ru: Недопустимая конфигурация.
sl: Konfiguracija ni veljavna.
tr: Yapılandırma geçersiz.
zh_hans: 配置无效

# alertSystemErrorMessageTunnelConfigurationReadWriteFailed
source: Reading or writing the configuration failed.
de: Lesen oder speichern der Konfiguration gescheitert.
fi: Konfiguraation lukeminen tai kirjoittaminen epäonnistui.
fr: La lecture ou l'écriture de la configuration a échoué.
it: La lettura o la scrittura della configurazione non è riuscita.
ja: 設定の読み取り、または書き込みに失敗しました。
pa: ਸੰਰਚਨਾ ਪੜ੍ਹਨ ਜਾਂ ਲਿਖਣ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Czytanie lub zapisywanie konfiguracji nie powiodło się.
ro: Citirea sau scrierea configurației a eșuat.
ru: Ошибка чтения или записи конфигурации.
sl: Branje ali pisanje konfiguracije ni uspelo.
tr: Yapılandırmanın okunması veya yazılması başarısız oldu.
zh_hans: 读取或写入配置失败。

# alertSystemErrorMessageTunnelConfigurationStale
source: The configuration is stale.
de: Die Konfiguration ist veraltet.
fa: پیکربندی کهنه است.
fr: La configuration est obsolète.
it: La configurazione è obsoleta.
ja: 設定が他のプロセスによって更新されています
pa: ਸੰਰਚਨਾ ਅਟਕ ਗਈ ਹੈ।
pl: Konfiguracja jest przestarzała.
ro: Configurația este perimată.
ru: Конфигурация устарела.
sl: Konfiguracije je zastarala.
tr: Yapılandırma eski.
zh_hans: 配置过旧。

# alertSystemErrorMessageTunnelConfigurationUnknown
source: Unknown system error.
de: Unbekannter Systemfehler.
es: Error desconocido de sistema.
fa: خطای ناشناخته سیستم.
fi: Tuntematon järjestelmävirhe.
fr: Erreur du système inconnue.
it: Errore di sistema sconosciuto.
ja: 不明なシステムエラー。
pa: ਅਣਪਛਾਤੀ ਸਿਸਟਮ ਗਲਤੀ ਹੈ।
pl: Nieznany błąd systemowy.
ro: Eroare necunoscută de sistem.
ru: Неизвестная системная ошибка.
sl: Neznana sistemska napaka.
tr: Bilinmeyen sistem hatası.
zh_hans: 未知的系统错误。

# alertSystemErrorMessageTunnelConnectionFailed
source: The connection failed.
de: Verbindung fehlgeschlagen.
es: La conexión ha fallado.
fa: ﺍﺗﺼﺎﻝ ﻧﺎﻣﻮﻓﻖ ﺑﻮﺩ.
fi: Yhteys epäonnistui.
fr: La connexion a échoué.
it: La connessione non è riuscita.
ja: 接続に失敗しました。
pa: ਕਨੈਕਸ਼ਨ ਅਸਫ਼ਲ ਹੈ।
pl: Połączenie nie powiodło się.
ro: Conexiunea a eșuat.
ru: Ошибка соединения.
sl: Povezava ni uspela.
tr: Bağlantı başarısız oldu.
zh_hans: 连接失败。

# alertSystemErrorOnAddTunnelTitle
source: Unable to create tunnel
de: Kann Tunnel nicht erstellen
es: No se pudo crear el túnel
fa: نمی‌توان تونل را ساخت
fi: Tunnelia ei voitu luoda
fr: Impossible de créer le tunnel
it: Impossibile creare il tunnel
ja: トンネル作成不可
pa: ਟਨਲ ਬਣਾਉਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można utworzyć tunelu
ro: Tunelul nu poate fi creat
ru: Невозможно создать туннель
sl: Tunela ni bilo mogoče ustvariti
tr: Tünel oluşturulamıyor
zh_hans: 无法创建隧道

# alertSystemErrorOnListingTunnelsTitle
source: Unable to list tunnels
de: Kann Tunnel nicht auflisten
fa: نمی‌توان تونل‌ها را فهرست کرد
fi: Tunneleita ei voitu listata
fr: Impossible de créer une liste des tunnels existants
it: Impossibile elencare i tunnel
ja: トンネル表示不可
pa: ਟਨਲਾਂ ਦੀ ਸੂਚੀ ਦਿਖਾਉਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można wyświetlić tuneli
ro: Tunelurile nu pot fi listate
ru: Не удалось отобразить туннели
sl: Tunelov ni bilo mogoče našteti
tr: Tüneller listelenemiyor
zh_hans: 无法列出隧道

# alertSystemErrorOnModifyTunnelTitle
source: Unable to modify tunnel
de: Kann Tunnel nicht ändern
es: No se pudo modificar el túnel
fa: نمی‌توان تونل را ویرایش کرد
fr: Impossible de modifier le tunnel
it: Impossibile modificare il tunnel
ja: トンネル編集不可
pa: ਟਨਲ ਸੋਧਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można zmodyfikować tunelu
ro: Tunelul nu poate fi modificat
ru: Не удалось изменить туннель
sl: Tunela ni bilo spremeniti
tr: Tünel değiştirilemiyor
zh_hans: 无法修改隧道

# alertSystemErrorOnRemoveTunnelTitle
source: Unable to remove tunnel
de: Kann Tunnel nicht löschen
es: No se pudo eliminar el túnel
fa: نمی‌توان تونل را حذف کرد
fr: Impossible de supprimer le tunnel
it: Impossibile rimuovere il tunnel
ja: トンネル削除不可
pa: ਟਨਲ ਹਟਾਉਣ ਲਈ ਅਸਮਰੱਥ
pl: Nie można usunąć tunelu
ro: Tunelul nu poate fi eliminat
ru: Не удалось удалить туннель
sl: Tunela ni bilo mogoče odstraniti
tr: Tünel kaldırılamıyor
zh_hans: 无法移除隧道

# alertTunnelActivationBackendFailureMessage
source: Unable to turn on Go backend library.
de: Die Go-Backend-Bibliothek kann nicht aktiviert werden.
fr: Impossible d'activer la bibliothèque Go.
it: Impossibile attivare la libreria del backend Go.
ja: Go バックエンドライブラリを起動できません
pa: Go ਬੈਕਐਂਡ ਲਾਇਬਰੇਰੀ ਚਾਲੂ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie udało się włącz tunelu bazując na bibliotece Go.
ro: Biblioteca Go nu poate fi pornită.
ru: Не удалось включить библиотеку бэкэнд.
sl: Zaledne knjižnice Go ni bilo mogoče vključiti.
tr: Go Backend kitaplığı açılamıyor.
zh_hans: 无法启动 Go 后端连接库。

# alertTunnelActivationErrorTunnelIsNotInactiveMessage
source: The tunnel is already active or in the process of being activated
de: Der Tunnel ist bereits aktiv oder wird gerade aktiviert
fr: Le tunnel est déjà actif ou en cours d'activation
it: Il tunnel è già attivo o in fase di attivazione
ja: トンネルはすでに有効になっているか、有効化処理中です
pa: ਟਨਲ ਪਹਿਲਾਂ ਹੀ ਸਰਗਰਮ ਹੈ ਜਾਂ ਸਰਗਰਮ ਕਰਨ ਦੀ ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ
pl: Tunel jest już aktywny lub jest już w trakcie aktywowania
ro: Tunelul este deja activ sau în curs de a fi activat
ru: Туннель уже подключен или в процессе подключения
sl: Tunel že aktiven ali v procesu aktivacije
tr: Tünel halihazırda aktif veya aktif olma sürecinde
zh_hans: 隧道已激活或正在进行启动中

# alertTunnelActivationErrorTunnelIsNotInactiveTitle
source: Activation in progress
de: Aktivierung läuft
fa: در حال فعال‌سازی
fi: Aktivointi käynnissä
fr: Activation en cours
it: Attivazione in corso
ja: 有効化中
pa: ਸਰਗਰਮ ਕਰਨਾ ਜਾਰੀ ਹੈ
pl: Aktywacja w toku
ro: Activare în curs
ru: Подключение в процессе
sl: Aktivacija v teku
tr: Aktivasyon sürüyor
zh_hans: 启动正在进行中

# alertTunnelActivationFailureMessage
source: The tunnel could not be activated. Please ensure that you are connected to the Internet.
de: Der Tunnel konnte nicht aktiviert werden. Bitte stelle sicher, dass du mit dem Internet verbunden bist.
es: El túnel no pudo ser activado. Por favor, asegúrese de estar conectado a Internet.
fr: Le tunnel n'a pas pu être activé. Veuillez vous assurer que vous êtes connecté à Internet.
it: Il tunnel non può essere attivato. Assicurati di essere connesso a Internet.
ja: トンネルを有効化できませんでした。インターネットに接続しているか確認してください。
pa: ਟਨਲ ਨੂੰ ਸਰਗਰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇੰਟਰਨੈੱਟ ਨਾਲ ਕਨੈਕਟ ਹੈ।
pl: Tunel nie mógł zostać aktywowany. Upewnij się, że jesteś podłączony do Internetu.
ro: Tunelul nu a putut fi activat. Asigură-te că dispui de conexiune la internet.
ru: Туннель не может быть подключен. Убедитесь, что вы подключены к Интернету.
sl: Tunela ni bilo mogoče aktivirati. Zagotovite, da imate vzpostavljeno spletno povezavo.
tr: Tünel etkinleştirilemedi. Lütfen internete bağlı olduğunuzdan emin olun.
zh_hans: 隧道无法启动。请确保您已连接到互联网。

# alertTunnelActivationFailureTitle
source: Activation failure
de: Aktivierungsfehler
es: Fallo en la activación
fa: شکست در فعال‌سازی
fi: Aktivointi epäonnistui
fr: Échec de l'activation
it: Attivazione non riuscita
ja: 有効化に失敗
pa: ਸਰਗਰਮ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Błąd aktywacji tunelu
ro: Activare eșuată
ru: Ошибка подключения
sl: Napaka pri aktivaciji
tr: Aktivasyon hatası
zh_hans: 启动失败

# alertTunnelActivationFileDescriptorFailureMessage
source: Unable to determine TUN device file descriptor.
de: TUN Dateideskriptor kann nicht ermittelt werden.
fr: Impossible de déterminer le descripteur de fichier TUN.
it: Impossibile determinare il descrittore file del dispositivo TUN.
ja: TUN デバイスのファイルディスクリプタを特定できません
pa: TUN ਡਿਵਾਈਸ ਫ਼ਾਇਲ ਵਰਣਨ ਪਤਾ ਲਗਾਉਣ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie można określić opisu urządzenia TUN.
ro: Nu se poate determina descriptorul fișierului dispozitivului TUN.
ru: Не удалось определить дескриптор файла TUN устройства.
sl: Deskriptorja datoteke naprave TUN ni mogoče določiti.
tr: TUN cihaz dosyası tanımlayıcısı belirlenemiyor.
zh_hans: 无法确定 TUN 设备文件描述符。

# alertTunnelActivationSavedConfigFailureMessage
source: Unable to retrieve tunnel information from the saved configuration.
de: Tunnelinformationen konnten nicht von der gespeicherten Konfiguration abgerufen werden.
es: No se ha podido recuperar la información del túnel de la configuración guardada.
fr: Impossible de récupérer les informations du tunnel depuis la configuration enregistrée.
it: Impossibile recuperare le Informazioni del tunnel dalla configurazione salvata.
ja: 保存済みの設定からトンネルの情報を取得できませんでした
pa: ਸੰਭਾਲੀ ਸੰਰਚਨਾ ਤੋਂ ਟਨਲ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie można odczytać informacji o tunelu z zapisanej konfiguracji.
ro: Informațiile despre tunel nu au putut fi obținute din configurația salvată.
ru: Не удается получить информацию о туннеле из сохраненной конфигурации.
sl: Informacije o tunelu ni bilo mogoče pridobiti iz shranjene konfiguracije.
tr: Kaydedilen yapılandırmadan tünel bilgileri alınamıyor.
zh_hans: 无法从保存的配置中获取隧道信息。

# alertTunnelActivationSetNetworkSettingsMessage
source: Unable to apply network settings to tunnel object.
de: Netzwerkeinstellungen können nicht auf Tunnelobjekt angewendet werden.
fr: Impossible d'appliquer les paramètres réseau à l'objet tunnel.
it: Impossibile applicare le impostazioni di rete all'oggetto del tunnel.
ja: トンネルオブジェクトにネットワーク設定を適用できません
pa: ਨੈੱਟਵਰਕ ਸੈਟਿੰਗਾਂ ਟਨਲ ਆਬਜੈਕਟ ਉੱਤੇ ਲਾਗੂ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਹੈ।
pl: Nie można zastosować ustawień sieci do tunelu.
ro: Nu se pot aplica setările de rețea la elementul de tunel.
ru: Невозможно применить сетевые настройки к объекту туннеля.
sl: Objektu tunela ni mogoče nastaviti omrežnih nastavitev.
tr: Tünel nesnesine ağ ayarları uygulanamıyor.
zh_hans: 无法将网络设置应用到隧道对象。

# alertTunnelActivationSystemErrorMessage (%@)
source: The tunnel could not be activated. %@
de: Der Tunnel konnte nicht aktiviert werden. %@
es: No se pudo activar el túnel. %@
fr: Le tunnel '%@' n'a pas pu être activé
it: Il tunnel non può essere attivato. %@
ja: トンネルを有効化できませんでした。 %@
pa: ਟਨਲ ਨੂੰ ਸਰਗਰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। %@
pl: Błąd aktywacji tunelu. %@
ro: Tunelul nu a putut fi activat. %@
ru: Не удалось подключить туннель. %@
sl: Tunel ni bilo mogoče aktivirati. %@
tr: Tünel etkinleştirilemedi. %@
zh_hans: 隧道无法启动。%@

# alertTunnelActivationSystemErrorTitle
source: Activation failure
de: Aktivierungsfehler
es: Fallo en la activación
fa: شکست در فعال‌سازی
fi: Aktivointi epäonnistui
fr: Échec de l'activation
it: Attivazione non riuscita
ja: 有効化に失敗
pa: ਸਰਗਰਮ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Błąd aktywacji tunelu
ro: Activare eșuată
ru: Ошибка подключения
sl: Napaka pri aktivaciji
tr: Aktivasyon hatası
zh_hans: 启动失败

# alertTunnelAlreadyExistsWithThatNameMessage
source: A tunnel with that name already exists
de: Ein Tunnel mit diesem Namen ist bereits vorhanden
fr: Un tunnel portant ce nom existe déjà
it: Un tunnel con quel nome esiste già
ja: 同じ名前のトンネルがすでに存在します
pa: ਉਸ ਨਾਂ ਨਾਲ ਟਨਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Tunel o tej nazwie już istnieje
ro: Un tunel cu acest nume există deja
ru: Туннель с таким именем уже существует
sl: Tunel s tem imenom že obstaja
tr: Bu isimde bir tünel zaten var
zh_hans: 已经有隧道使用了这个名称

# alertTunnelAlreadyExistsWithThatNameTitle
source: Name already exists
de: Name bereits vorhanden
fa: نام از قبل وجود دارد
fi: Nimi on jo käytössä
fr: Le nom existe déjà
it: Il nome esiste già
ja: 存在する名前
pa: ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Nazwa już istnieje
ro: Numele există deja
ru: Такое имя уже существует
sl: Ime že obstaja
tr: Bu isim zaten var
zh_hans: 名称已存在

# alertTunnelDNSFailureMessage
source: One or more endpoint domains could not be resolved.
de: Eine oder mehrere Endpunkt-Domains konnten nicht aufgelöst werden.
fr: Un ou plusieurs domaines de terminaison n'ont pas pu être résolus.
it: Uno o più domini di endpoint non può essere risolto.
ja: エンドポイントのドメイン名が解決できませんでした
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਐਂਡ-ਪੁਆਇੰਟ ਡੋਮੇਨ ਹੱਲ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ।
pl: Jedna lub więcej domen nie może zostać odnalezionych.
ro: Unul sau mai multe puncte finale nu au putut fi rezolvate.
ru: Один или несколько IP-адресов серверов не могут быть разрешены.
sl: Eno ali več domen končnih točk ni bilo mogoče razrešiti.
tr: Bir veya daha fazla uç nokta alanı çözülemedi.
zh_hans: 一个或多个端点的域名无法解析

# alertTunnelDNSFailureTitle
source: DNS resolution failure
de: DNS-Auflösungsfehler
es: Fallo en resolución DNS
fr: Échec de la résolution DNS
it: Risoluzione DNS non riuscita
ja: DNSによる名前解決失敗
pa: DNS ਹੱਲ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Nieudane rozpoznanie DNS
ro: Eroare de rezolvare DNS
ru: Ошибка при разрешении DNS
sl: Napaka pri razrešitvi DNS
tr: DNS çözümleme hatası
zh_hans: DBS解析失败

# alertTunnelNameEmptyMessage
source: Cannot create tunnel with an empty name
de: Kann Tunnel mit leerem Namen nicht erstellen
fr: Impossible de créer le tunnel avec un nom vide
it: Impossibile creare un tunnel con un nome vuoto
ja: 名前のないトンネルは作成できません
pa: ਖਾਲੀ ਨਾਂ ਨਾਲ ਟਨਲ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕਦੀ ਹੈ
pl: Nie można utworzyć tunelu z pustą nazwą
ro: Nu se poate crea un tunel fără nume
ru: Невозможно создать туннель с пустым именем
sl: Ne morem ustvariti tunela s praznim imenom
tr: Boş bir isimle tünel oluşturulamaz
zh_hans: 不能创建名称为空的隧道

# alertTunnelNameEmptyTitle
source: No name provided
de: Kein Name angegeben
fa: نامی افزوده نشده
fi: Nimeä ei annettu lainkaan
fr: Pas de nom fourni
it: Nessun nome fornito
ja: 名前が未指定
pa: ਕੋਈ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ
pl: Nie podano nazwy
ro: Nu este furnizat niciun nume
ru: Имя не указано
sl: Ime ni bilo podano
tr: İsim sağlanmadı
zh_hans: 没有输入名称

# alertUnableToRemovePreviousLogMessage
source: The pre-existing log could not be cleared
de: Das bereits vorhandene Log konnte nicht gelöscht werden
es: El registro preexistente no ha podido ser borrado
fr: Le journal préexistant n'a pas pu être effacé
it: Il log pre-esistente non può essere svuotato
ja: 以前のログを消去できませんでした
pa: ਪਹਿਲਾਂ-ਮੌਜੂਦਾ ਲਾਗ ਨੂੰ ਸਾਫ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ
pl: Nie można usunąć już istniejących logów
ro: Jurnalul preexistent nu a putut fi șters
ru: Не удалось очистить уже существующий журнал
sl: Prešnjega dnevnika ni bilo mogoče izbrisati
tr: Önceden var olan günlük temizlenemedi
zh_hans: 已存在的日志无法被清除

# alertUnableToRemovePreviousLogTitle
source: Log export failed
de: Log-Export fehlgeschlagen
es: Exportación de registros fallida
fa: برون‌برد گزارش رویداد ناموفق بود
fr: L'exportation du journal a échoué
it: Esportazione log non riuscita
ja: ログのエクスポートに失敗
pa: ਲਾਗ ਬਰਾਮਦ ਕਰਨਾ ਅਸਫ਼ਲ ਹੈ
pl: Export logów nie powiódł się
ro: Exportarea jurnalului a eșuat
ru: Ошибка экспорта журнала
sl: Izvažanje dnevnika ni uspelo
tr: Günlük dışa aktarılamadı
zh_hans: 导出日志失败

# alertUnableToWriteLogMessage
source: Unable to write logs to file
de: Konnte Logs nicht in Datei schreiben
es: No se pudo escribir en el archivo de registros
fr: Impossible d'écrire les journaux dans un fichier
it: Impossibile scrivere i log su file
ja: ファイルにログを書き込めません
pa: ਲਾਗ ਫ਼ਾਇਲ ਵਿੱਚ ਲਿਖਣ ਲਈ ਅਸਮਰੱਥ ਹੈ
pl: Nie można zapisać logów do pliku
ro: Nu pot fi scrise jurnale în fișier
ru: Невозможно записать журнал в файл
sl: Ne morem zapisati dnevnikov v datoteko
tr: Günlükler dosyaya yazılamıyor
zh_hans: 无法将日志写入文件
